tap "caffix/amass"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "bottom"
brew "byacc"
brew "pkg-config"
brew "cmake"
brew "libunistring"
brew "difftastic"
brew "duf"
brew "dust"
brew "fd"
brew "fzf"
brew "gengetopt"
brew "git-delta"
brew "glow"
brew "gmp"
brew "go"
brew "gobject-introspection"
brew "hashcat"
brew "httpie"
brew "jq"
brew "json-c"
brew "lazydocker"
brew "lazygit"
brew "libdnet"
brew "libpcap"
brew "lsd"
brew "massdns"
brew "neovim"
brew "nmap"
brew "node"
brew "p7zip"
brew "php"
brew "pipx"
brew "python@3.11", link: false
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "rustscan"
brew "semgrep"
brew "tcpdump"
brew "tmux"
brew "caffix/amass/amass"
cask "fig"
cask "font-jetbrains-mono-nerd-font"
cask "vagrant"
